{
    "_comment_catFacts" :  "https://user.xmission.com/~emailbox/catstuff.htm
                            https://www.factretriever.com/cat-facts",
    "catFacts" : [
        "Cats and humans have coexisted for nearly 10,000 years.", 
        "Older cats can at times act aggressively towards kittens.", 
        "On average, cats live for around 12 to 15 years.", 
        "Cats spend a large amount of time licking their coats to keep them clean.", 
        "Feral cats are often seen as pests and threats to native animals.", 
        "The heaviest domestic cat on record is 21.297 kilograms (46 lb 15.2 oz).", 
        "The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat", 
        "Approximately 40,000 people are bitten by cats in the U.S. annually.", 
        "In Hebrew legend, Noah prayed to protect all the food he stored on the ark from being eaten by rats. In reply, God made the lion sneeze, and out popped a cat.", 
        "Most cats give birth to a litter of between one and nine kittens. The largest known litter ever produced was 19 kittens, of which 15 survived.", 
        "In just seven years, a single pair of cats and their offspring could produce a staggering total of 420,000 kittens.", 
        "On average, cats spend 2/3 of every day sleeping.", 
        "When a cat chases its prey, it keeps its head level. Dogs and humans bob their heads up and down.", 
        "A group of cats is called a 'clowder'.", 
        "Female cats tend to be right pawed, while male cats are more often left pawed.", 
        "Cats make about 100 different sounds. For comparison, dogs only make 10.", 
        "A cat's brain is biologically more similar to a human brain than it is to a dog's.", 
        "There are more than 500 million domestic cats in the world, with approximately 40 recognized breeds.", 
        "Over 30 percent of households in North America own a cat.", 
        "In 1963, France blasted a cat named Felicette into outer space. She survived the trip.", 
        "A cat can jump up to five times its own height in a single bound.", 
        "A cat rubs against people not only to be affectionate but also to mark out its territory with scent glands around its face.", 
        "The smallest wildcat today is the Black-footed cat. The females are less than 50 cm long and can weigh as little as 1.2 kg.", 
        "The smallest pedigreed cat is a Singapura, which can weigh just 1.8 kg (about five large cans of cat food).", 
        "A cat usually has about 12 whiskers on each side of its face.", 
        "A cat almost never meows at another cat, mostly just humans. Cats typically will spit, purr, and hiss at other cats.", 
        "A cat's back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34.", 
        "Approximately 1/3 of cat owners think their pets are able to read their minds.", 
        "All cats have claws, and all except the cheetah sheath them when at rest", 
        "A cat lover is called an Ailurophilia (Greek: cat+lover).", 
        "In Japan, cats are thought to have the power to turn into super spirits when they die.", 
        "Most cats had short hair until about 100 years ago, when it became fashionable to own cats and experiment with breeding.", 
        "Cats have 32 muscles that control the outer ear (humans have only 6). A cat can independently rotate its ears 180 degrees.", 
        "One reason that kittens sleep so much is because a growth hormone is released only during sleep.", 
        "Cats have about 20155 hairs per square centimeter.", 
        "The heaviest cat on record is Himmy, a Tabby from Queensland, Australia. He weighed nearly 21 kg.", 
        "The oldest cat on record was Creme Puff from Texas, who lived 38 years and 3 days.", 
        "The tiniest cat on record is Mr. Pebbles, a 2-year-old cat that weighed 1.3 kg and was 15.5 cm high.", 
        "The first cat show was organized in 1871 in London. Cat shows later became a worldwide craze.", 
        "The first cartoon cat was Felix the Cat in 1919.", 
        "A cat has no collarbone, hence it can fit through any opening the size of its head.",
        "Cats have been domesticated for only half as long as dogs.",
        "Sir Isaac Newton invented the cat-flap door.",
        "There are approximately 100 breeds of cat.",
        "The first formal cat show was held in England in 1871; in America, 1895.",
        "The Maine Coon cat is America’s only natural breed of domestic feline.",
        "Cats walk on their toes.",
        "A domestic cat can sprint at about 31 miles per hour.",
        "Cats purr at about 26 cycles per second, the same frequency as an idling diesel engine. Domestic cats purr both when inhaling and exhaling.",
        "In relationship to their body size, cats have the largest eyes of any mammal.",
        "Both humans and cats have identical regions in the brain responsible for emotion.",
        "Blue-eyed, white cats are often deaf.",
        "Six-toed kittens are so common in Boston and surrounding areas of Massachusetts that experts consider it an established mutation.",
        "Cats spend nearly 30% of their lives grooming themselves.",
        "Cats lose almost as much fluid in the saliva while grooming themselves as they do through urination.",
        "If a cat is frightened, the hair stands up fairly evenly all over the body; when the cat threatens, the hair stands up only in a narrow band along the spine.",
        "Cats respond most readily to names that end in an “ee” sound.",
        "37% of homeowners have at least one cat.",
        "It has been scientifically proven that stroking a cast can lower one’s blood pressure.",
        "On average, Americans spend over $2 billion annually on cat food.",
        "Cats should not be fed tuna, exclusively, as it lacks taurine, an essential nutrient required for good feline health and vision.",
        "The life expectancy of cats has nearly doubled since 1930 — from 8 to 16 years.",
        "Both humans and cats have identical regions in the brain responsible for emotion.",
        "A cat's brain is more similar to a man's brain than that of a dog.",
        "A cat has more bones than a human; humans have 206, but the cat has 230 (some cites list 245 bones, and state that bones may fuse together as the cat ages).",
        "Cats have 30 vertebrae (humans have 33 vertebrae during early development; 26 after the sacral and coccygeal regions fuse).",
        "Cats have 500 skeletal muscles (humans have 650).",
        "Cats have 32 muscles that control the outer ear (compared to human's 6 muscles each).",
        "A cat sees about 6 times better than a human at night, and needs 1/6 the amount of of light that a human does.",
        "Recent studies have shown that cats can see blue and green. There is disagreement as to whether they can see red.",
        "A cat's field of vision is about 200 degrees.",
        "Unlike humans, cats do not need to blink their eyes on a regular basis to keep their eyes lubricated.",
        "Cats can be right-pawed or left-pawed.",
        "Cats dislike citrus scent.",
        "A cat has a total of 24 whiskers, 4 rows of whiskers on each side. The upper two rows can move independently of the bottom two rows.",
        "Cats lap liquid from the underside of their tongue, not from the top.",
        "A cat's normal pulse is 140-240 beats per minute, with an average of 195.",
        "Cats must have fat in their diet because they can't produce it on their own.",
        "Cats can jump up to 7 times their tail length.",
        "If your cat snores or rolls over on his back to expose his belly, it means he trusts you.",
        "Cats respond better to women than to men, probably due to the fact that women's voices have a higher pitch.",
        "Cat bites are more likely to become infected than dog bites.",
    ],

    "prefixes" : [
        "Did you know?", 
        "Here's a fun one:", 
        "Guess what?", 
        "Thank you for subscribing.", 
        "Fun fact:", 
        "You'll never believe this:", 
        "Go figure:", 
        "Fact:", 
        "Get this:", 
        "No way:",
        "Fact of the day:"
    ],

    "postfixes" : [
        "Wow!", 
        "Amazing, isn't it?", 
        "Incredible.", 
        "Now you know.", 
        "Knowledge is power.", 
        "How interesting!", 
        "What majestic creatures.", 
        "Always salt your pasta while boiling it.", 
        "Who would have guessed?",
        "It is known.",
        "Adorable."
    ],

    "_comment_emoji" : "Escaped Unicode for other emoji:  https://github.com/wooorm/gemoji/blob/master/support.md",
    "emoji" : {
        "fire":            "🔥",
        "cat_smile":       "😸",
        "cat_heart_eyes":  "😻",
        "cat_kissing":     "😽"
    },

    "confirmations" : [
        "Text message sent, my dude.",
        "That's a spicy one. On its way!",
        "They'll get mad, you know.",
        "Sent.",
        "Done.",
        "Okay."
    ]
}